{
  "title": "Bulgarian Broderie",
  "description": "This collection celebrates traditional Bulgarian embroidery techniques reimagined in contemporary silhouettes. Each piece features handcrafted details that honor our cultural heritage while embracing modern design aesthetics.",
  "items": [
    {
      "id": "bb001",
      "title": "White linen dress with elegant embroidery",
      "description": "A sophisticated white linen dress adorned with bright red hand-embroidered patterns inspired by traditional Bulgarian folk symbols. Symmetrical motifs on the neckline, cuffs and hem add cultural depth to the minimalist silhouette, combining timeless tradition with understated and modern elegance.",
      "image": "1.jpg",
      "material": "100% linen",
      "fabric": "A light and comfortable linen fabric ideal for the warmer months. Provides comfort and elegance to its owner.",
      "craftsmanship": "This linen mini dress is hand-embroidered with care and precision, combining traditional Bulgarian cross-stitch techniques with modern design flair. The embroidery on the front and sleeves features folkloric motifs inspired by symbols of strength, femininity and harmony of the ancestors."
    },
    {
      "id": "bb002",
      "title": "White Linen Embroidered Set",
      "description": "This elegant set consists of two pieces. A short, backless, sleeveless bodice and a high-waisted mini skirt, both decorated with traditional Bulgarian embroidery. Hand-embroidered geometric motifs symbolizing prosperity and protection reflect the rich cultural heritage of the Balkans. Made from breathable 100% linen =, the outfit combines timeless folkloric elements with a clean, modern silhouette - perfect for summer fashion lovers looking for artisanal, ethical clothing.",
      "image": "2.jpg",
      "material": "100% linen",
      "fabric": "A lightweight linen fabric with a soft texture ideal for cool summer days.",
      "craftsmanship": "Design created by our designer and hand-embroidered using a blend of traditional cross-stitch techniques and contemporary details. Each garment is inspired by ancient Bulgarian textiles and folkloric symbols."
    },
    {
      "id": "bb003",
      "title": "Feminine Ebroidered Bustier, Mini Skirt & Silk Jacket",
      "description": "This modern three-piece ensemble includes a structured white bustier, an asymmetrical mini skirt, and a sheer organza jacket with balloon sleeves. Each piece is delicately hand-embroidered with geometric patterns inspired by Bulgarian folklore, symbolizing femininity, protection, and abundance. Made from a breathable linen and silk blend and an airy sheer fabric, this set seamlessly blends tradition with modern summer fashion.",
      "image": "3.jpg",
      "material": "100% linen (skirt and bustier); 100% silk.",
      "fabric": "Light linen and silk blend for the bustier and skirt; sheer structured silk for the jacket.",
      "craftsmanship": "Hand-embroidered using a combination of traditional and modern techniques. The symbolic motifs represent the heritage and cultural identity of Bulgarian textile traditions."
    },
    {
      "id": "bb004",
      "title": "Embroidered Ruffled Bustier and Straight-Leg Trousers",
      "description": "This sophisticated two-piece set combines a structured linen bustier with an asymmetrical ruffle on one shoulder and fitted straight-leg trousers. The trousers feature a striking vertical embroidered motif inspired by traditional Bulgarian symbols that flows seamlessly from the waist to the hem of one leg. Designed for the modern woman, this set combines minimalist lines with significant folk art, offering a clean yet expressive look, ideal for urban environments, everyday wear and warm-weather sophistication.",
      "image": "4.jpg",
      "material": "100% linen",
      "fabric": "Lightweight and breathable fabric. Suitable for the comfort of the modern woman.",
      "craftsmanship": "Hand embroidery on the trousers inspired by Bulgarian folklore motifs, ruffled bustier detail adds subtle asymmetry and feminine contrast to the structured form."
    },
    {
      "id": "bb005",
      "title": "White Women's Set with Dropped Sleeves",
      "description": "Made from 100% breathable premium cotton, this innovative two-piece summer set includes a long embroidered shirt and fitted high-waisted shorts. The shirt has removable sleeves, allowing you to transform it into a short sleeveless shirt for warmer days. The wide adjustable waist belt emphasizes the silhouette and adds stylistic flexibility. The front is hand-embroidered with traditional motifs. Combined with minimalist cotton shorts, the look is perfect for city walks, travel or a relaxed summer style.",
      "image": "5.jpg",
      "material": "100% breathable premium cotton",
      "fabric": "Fresh, airy cotton with a fine texture.",
      "craftsmanship": "Hand embroidery on each part of the set. Each component is inspired by ancient Bulgarian textiles and folklore symbols."
    },
    {
      "id": "bb006",
      "title": "Three-piece set with detachable embroidered skirt",
      "description": "This beautifully tailored two-piece set in cold wool combines traditional embroidery with a clean, modern silhouette. The look includes a cropped top with an elastic waist and sleeves, paired with wide trousers and a detachable skirt. The hand-embroidered motifs on the top and belt are inspired by ancient Bulgarian symbols, believed to bring harmony and strength. You can wear the trousers with or without the additional embroidered skirt, making this look both versatile and stylish for city wear, travel or everyday style.",
      "image": "6.jpg",
      "material": "100% cold wool",
      "fabric": "A lightweight cold wool fabric with a soft texture and a comfortable cut, ideal for casual days.",
      "craftsmanship": "Designed by our designer and combined with Hand Embroidered, using a blend of traditional cross stitch techniques and contemporary details. Each piece is inspired by ancient Bulgarian textiles and folklore symbols."
    },
    {
      "id": "bb007",
      "title": "Beige embroidered linen set with removable pocket",
      "description": "A sophisticated beige dress that combines timeless tradition and modern minimalism. Made of 100% natural linen, it features hand-embroidered neckline and straps - delicate folkloric details that stand out against the clean silhouette. A unique and functional touch is the removable side pocket, which can be added or removed depending on the occasion or your style preferences.",
      "image": "7.jpg",
      "material": "100% linen",
      "fabric": "Light, breathable linen with soft drape and natural texture - ideal for warm days when comfort and elegance go hand in hand.",
      "craftsmanship": "The model is handmade by our designer and the embroidery is hand-sewn by Bulgarian artisans using traditional techniques passed down through generations. Each motif is inspired by symbols from Bulgarian folklore."
    },
    {
      "id": "bb008",
      "title": "Men's Linen Suit in Ecru",
      "description": "This men's suit is crafted entirely from high-quality linen in a crisp white tone, offering a contemporary take on a classic cut. Designed for the modern gentleman, the suit features a structured silhouette with a double-breasted jacket and straight-leg trousers, offering both elegance and ease. Subtle traditional embroidery details add a subtle nod to the heritage without compromising its refined, minimalist aesthetic.",
      "image": "8.jpg",
      "material": "100% premium linen (suit); 100% cotton poplin",
      "fabric": "A mid-weight linen with excellent breathability and a natural, slightly textured finish - ideal for spring and summer occasions.",
      "craftsmanship": "Expertly crafted using traditional artisanal techniques. The embroidery is simple and positioned on the cuffs and the inside. The shirt is also decorated with vertical embroidery. Perfect for those who appreciate timeless elegance and cultural nuance in menswear."
    },
    {
      "id": "bb009",
      "title": "Men's Linen Suit with Embroidery",
      "description": "The suit has a modern cut with a structured shoulder, fitted trousers and a minimalist short jacket for a clean and sophisticated silhouette. Discreet but meaningful embroidery accents appear on the belt, jacket lining and cuffs, giving the ensemble a unique character. Paired with a white shirt decorated with vertical embroidery along the front hem, the outfit balances formality with artisanal charm.",
      "image": "9.jpg",
      "material": "100% cold wool (suit); 100% cotton poplin",
      "fabric": "A lightweight cold wool suit. Soft texture, breathable and durable. Provides comfortable wear while maintaining a structured, sophisticated look.",
      "craftsmanship": "The set is a testament to master craftsmanship. The embroidery - hand-sewn by Bulgarian artisans - is executed using ancestral techniques passed down through generations. Each motif has a symbolic meaning, often derived from folklore and nature. The jacket features an exclusive hidden embroidered detail on the inside, transforming the garment into wearable storytelling."
    },
    {
      "id": "bb010",
      "title": "White Linen Dress with Embroidered Trench Coat",
      "description": "This modern linen set combines a minimalist white dress with a lightweight trench coat, both crafted from natural fabrics and accented with traditional embroidery. The dress features subtle folkloric motifs on the front, while the trench coat completes the look with hand-embroidered sleeves, pockets and a hidden detail under the collar — combining functionality with cultural heritage.",
      "image": "10.jpg",
      "material": "100% linen",
      "fabric": "Breathable and lightweight linen with a soft, natural texture. The trench coat is made from a structured linen blend, offering freedom of movement and a sophisticated silhouette — ideal for cool summer days. The dress is crafted from linen with built-in embroidery on the front.",
      "craftsmanship": "Both items are hand-embroidered by Bulgarian artisans. The motifs are inspired by authentic symbols of prosperity and protection from regional folklore. Each stitch reflects a commitment to cultural preservation and a contemporary design sensibility."
    },
    {
      "id": "bb011",
      "title": "Cocktail Set with Ostrich Feathers and Natural Silk Skirt",
      "description": "A luxurious designer set featuring a striking crop top adorned with natural ostrich feathers in warm tones. A flared natural silk skirt with a high waist. Inspired by the glamour of the catwalk, this set is designed for special occasions and elegant evening looks. The top combines artistic flair with intricate handcrafting, while the skirt emphasizes the waist and creates a graceful silhouette. A perfect choice for women seeking exclusive fashion, boutique craftsmanship and a bold stylish presence.",
      "image": "11.jpg",
      "material": "Ostrich feathers, 100% natural silk",
      "fabric": "Smooth natural silk with a soft sheen and structured density, contrasting with a voluminous feather texture for impressive visual appeal.",
      "craftsmanship": "Each piece is handcrafted with precision and care. The top features ethically sourced ostrich feathers, applied by hand to create rich texture and movement. The skirt has a high waist and side pockets. Made of 100% natural silk, tailored for a structured, elegant cut. Together they form a sophisticated, impressive ensemble that combines high fashion details with modern sophistication."
    },
    {
      "id": "bb012",
      "title": "Beige Embroidered Front Slit Set",
      "description": "A sophisticated two-piece set consisting of a vest and a fitted pencil skirt with a bold front slit. Accented by delicate hand embroidery with traditional Bulgarian floral motifs, this set combines cultural heritage with a modern feminine silhouette. The natural cold wool fabric provides breathability and comfort, making it an excellent choice for the summer months and women who appreciate designer craftsmanship.",
      "image": "12.jpg",
      "material": "100% cold wool",
      "fabric": "Ultra-light fabric offering comfort and coolness on warm days. It brings a feeling of freedom and comfort.",
      "craftsmanship": "Each embroidered element is handmade using traditional techniques inspired by ancient Bulgarian patterns. Both the vest and the skirt are crafted, balancing modern tailoring with artful details."
    },
    {
      "id": "bb013",
      "title": "Chiffon skirt with floral appliqués and bustier",
      "description": "Delicate and artistic come together in this ethereal two-piece set, featuring a sheer tulle blouse, hand-embroidered with embossed floral appliqués, and a long, flowing skirt. The design combines soft silhouettes with romantic details like cotton pompoms and tulle accents, evoking a poetic and feminine aesthetic. Perfect for special occasions, fashion items, or anyone looking for a unique, handcrafted garment.",
      "image": "13.jpg",
      "material": "100% Silk chiffon (skirt) ; 100% Tulle (bustier)",
      "fabric": "Lightweight, translucent tulle combined with matte flowing chiffon.",
      "craftsmanship": "Each flower is hand-embroidered using 3D appliqué techniques and raised stitching. The pom-pom trims are individually sewn, adding a playful yet sophisticated touch to a piece crafted in ethical garment workshops."
    }
  ]
}