{
  "title": "Bulgarian Broderie",
  "description": "This collection celebrates traditional Bulgarian embroidery techniques reimagined in contemporary silhouettes. Each piece features handcrafted details that honor our cultural heritage while embracing modern design aesthetics.",
  "items": [
    {
      "id": "bb001",
      "title": "White Embroidered Dress",
      "description": "A stunning white linen dress featuring intricate hand-embroidered floral patterns inspired by traditional Bulgarian folk art. The delicate embroidery creates a striking contrast against the pure white fabric, while the minimalist silhouette offers a contemporary interpretation of traditional craftsmanship.",
      "image": "1.jpg",
      "material": "100% organically sourced linen",
      "fabric": "Medium-weight linen with a soft, matte finish",
      "craftsmanship": "Hand-embroidered using traditional Bulgarian techniques with patterns passed down through generations. Each piece requires approximately 120 hours of meticulous work."
    },
    {
      "id": "bb002",
      "title": "White Embroidered Set",
      "description": "This elegant two-piece set combines a crop top and flowing skirt, both adorned with geometric embroidery patterns that draw inspiration from ancient Bulgarian textiles. The balanced proportions and clean lines create a modern silhouette while honoring traditional aesthetics.",
      "image": "2.jpg",
      "material": "95% linen, 5% silk blend",
      "fabric": "Lightweight linen-silk blend with subtle texture and gentle drape",
      "craftsmanship": "Hand-embroidered using a combination of traditional cross-stitch and modern techniques. The geometric patterns represent symbols of prosperity and protection from Bulgarian folklore."
    },
    {
      "id": "bb003",
      "title": "White Embroidered Outfit",
      "description": "A versatile ensemble featuring intricate embroidery along the neckline, sleeves, and hem. The loose-fitting silhouette provides comfort while the detailed needlework creates visual interest and celebrates the rich textile heritage of Bulgaria.",
      "image": "3.jpg",
      "material": "100% organic cotton",
      "fabric": "Lightweight cotton with a crisp, clean feel and natural breathability",
      "craftsmanship": "Each embroidery motif is sketched by hand before being carefully transferred to the fabric. The intricate patterns require precise stitching techniques that have been preserved for centuries."
    }
  ]
}